Repository: Makapre/DogPassPublic
Catalog: DogPass/*.lproj/Localizable.strings
Languages: de

source: Dogs
de: Hunde

source: Contacts
de: Kontakte

source: No dog created!
de: Kein Hund angelegt!

source: Image
de: Bild

source: Save
de: Speichern

# take-choose-image
source: Choose or take a new picture
de: Neues Bild auswählen oder machen

source: Take photo
de: Bild machen

source: Choose image
de: Bild auswählen

# onboarding-title
source: Onboarding of your dog
de: Onboarding Deines Hundes

# start-usage
source: Get started with the app
de: Mit der App loslegen

source: Delete
de: Löschen

source: General
de: Allgemein

source: Addresses
de: Addressen

# no-address-added
source: No addresses created yet!
de: Noch keine Anschriften angelegt!

# no-contact-added
source: No contacts created yet!
de: Noch keine Kontakte angelegt!

source: Your contacts
de: Deine Kontakte

source: Your dogs
de: Deine Hunde

# dog-delete-confirm
source: Do you really want to delete your last dog?
de: Willst du deinen letzten Hund wirklich löschen?

source: Delete dog?
de: Hund löschen?

source: Choose
de: Auswählen

source: Yes
de: Ja

source: No
de: Nein

# name-error
source: Please enter at least 2 characters for a name
de: Bitte gib einen Namen mit mindestens 2 Buchstaben ein

# street-error
source: Please enter at least 2 characters for a street
de: Bitte gib eine Straße mit mindestens 2 Buchstaben ein

# zip-error
source: Please enter at least 5 characters for a valid zip code
de: Bitte gib eine Postleitzahl mit 5 Ziffern ein

# housenumber-error
source: Please enter at least 1 character for a valid housenumber
de: Bitte gib eine Hausnummer mit mindestens 1 Ziffer ein

# city-error
source: Please enter at least 2 characters for a city
de: Bitte gib eine Stadt mit mindestens 2 Buchstaben ein

# country-error
source: Please enter at least 2 characters for a country
de: Bitte gib ein Land mit mindestens 2 Buchstaben ein

# contact-phone
source: Phonenumber
de: Telefon

# contact-internet
source: Website
de: Webseite

# dog-name
source: Name of the dog
de: Name Deines Hundes

source: Street
de: Straße

# housenumber
source: Housenr.
de: Hausnr.

# street-housenumber
source: Street and housenumber
de: Straße und Hausnummer

# dog-birthday
source: Birthday of the dog
de: Geburtsdatum des Hundes

source: Male
de: Männlich

source: Female
de: Weiblich

# castration-yes
source: Castrated
de: Kastriert

# castration-no
source: NOT castrated
de: NICHT kastriert

source: Add new dog
de: Neuen Hund hinzufügen

source: Add new contact
de: Neuen Kontakt hinzufügen

source: Add new address
de: Neue Addresse hinzufügen

source: Gender
de: Geschlecht

source: Country
de: Land

# zip-city
source: Zip code and City
de: Postleitzahl und Stadt

# zip
source: Zip code
de: Postleitzahl

source: City
de: Stadt

source: Vaccination
de: Impfung

source: Vaccinations
de: Impfungen

# no-vaccinations
source: No vaccinations registered yet
de: Noch keine Impfungen eingetragen

# vaccination-start
source: Vaccination date
de: Impfdatum

# vaccination-end
source: Expire Date
de: Ablaufdatum

# new-vaccination
source: Enter vaccination
de: Impfung eintragen

# vaccination-expired
source: All vaccinations expired!
de: Alle Impfungen abgelaufen!

# vaccination-expires-today
source: expires today!
de: läuft heute ab!

# vaccination-expires-in
source: expires in
de: läuft ab in

source: Weight
de: Gewicht

source: Weights
de: Gewichte

source: Height
de: Höhe

source: Heights
de: Höhen

# no-height
source: No height entered yet!
de: Noch keine Höhe eingetragen!

# no-weight
source: No weight entered yet!
de: Noch kein Gewicht eingetragen!

source: Complete
de: Fertig

source: Castration
de: Kastration

# is-castrated
source: Has your dog been castrated?
de: Wurde Dein Hund kastriert?

source: Preferences
de: Einstellungen

# misc
source: Miscellaneous
de: Sonstiges

source: Place
de: Ort

# where-transponder
source: Where is the transponder?
de: Wo befindet sich der Transponder?

source: Number
de: Nummer

# transponder-number
source: What is the transponder number?
de: Wie lautet die Transpondernummer?

# has-transponder
source: Does your dog have a chip?
de: Hat Dein Hund einen Chip?

# already-transponder
source: You have already created a transpoder
de: Du hast bereits einen Transpoder angelegt

source: Start
de: Starten

source: Enter weight
de: Gewicht eintragen

source: Enter height
de: Höhe eintragen

# already-weight
source: You have already entered a weight today!
de: Du hast heute schon ein Gewicht eingetragen!

# already-height
source: You have already entered a height today!
de: Du hast heute schon eine Höhe eingetragen!

source: When
de: Wann

source: Where?
de: Wo?

source: How heavy
de: Wie schwer

source: How high
de: Wie hoch

# show-graph-down
source: to see a graph ðŸ“‰
de: um einen Graphen zu sehen 📉

# show-graph-up
source: to see a graph ðŸ“ˆ
de: um einen Graphen zu sehen 📈

source: Birthday
de: Geburtsdatum

# stats
source: Statistics
de: Statistiken

# no-transponder
source: No transponder entered!
de: Kein Transponder eingetragen!

source: Race
de: Rasse

source: Coat color
de: Fellfarbe

source: Castrated?
de: Kastiert?

# invalid-address
source: No valid address
de: Keine valide Addresse

# dog-race
source: Race of your dog
de: Rasse Deines Hundes

# dog-race-current
source: Current race:
de: Aktuelle Rasse:

# dog-color
source: Coat color of your dog
de: Fellfarbe Deines Hundes

# dog-color-current
source: Current coat color:
de: Aktuelle Fellfarbe:

# track-data-1
source: Track for
de: Tracke noch an

# track-data-2
source: more days,
de: weiteren Tagen,

source: Dates
de: Daten

# invalid-since
source: Elapsed days
de: Abgelaufene Tage

source: Validity
de: Gültigkeit

# valid
source: Valid days
de: Gültige Tage
